Repository: JHdehao/Conch
Catalog: Conch/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 全不选
en: Deselect All
zh_hant: 全不選

source: 全选
en: Select All
zh_hant: 全選

source: 全部
en: All

source: 全部 %lld 台
en: All %lld

source: 全部允许
en: Allow All
zh_hant: 全部允許

source: 全部服务器
en: All Servers
zh_hant: 全部伺服器

source: 全部项目
en: All Projects
zh_hant: 全部專案

source: 共 %lld 页
en: %lld pages
zh_hant: 共 %lld 頁

source: 共享文件夹
en: Shared Folder
zh_hant: 共享資料夾

source: 关
en: off
zh_hant: 關

source: 关闭
en: Close
zh_hant: 關閉

source: 关闭 Tailscale
en: Turn off Tailscale
zh_hant: 關閉 Tailscale

source: 关闭内置 Tailscale？
en: Turn off built-in Tailscale?
zh_hant: 關閉內建 Tailscale？

source: 关闭后，助手用内置浏览器查资料，慢一些，但搜索词和网址不经过第三方。
en: When off, the assistant looks things up in the built-in browser. It's slower, but searches and addresses don't pass through third parties.
zh_hant: 關閉後，助理用內建瀏覽器查資料，慢一些，但搜尋詞和網址不經過第三方。

source: 关闭手电筒
en: Turn Off Flashlight
zh_hant: 關閉手電筒

source: 关闭标签页
en: Close Tab
zh_hant: 關閉分頁

source: 关闭面板
en: Close Pane
zh_hant: 關閉面板

source: 其他模型
en: Other Model

source: 其他（自己填）
en: Other (type your own)

source: 内存
en: Memory
zh_hant: 記憶體

source: 内存：%@
en: Memory: %@
zh_hant: 記憶體：%@

source: 内容
en: Contents
zh_hant: 內容

source: 内容不能为空
en: Content can't be empty
zh_hant: 內容不能為空

source: 内容为空
en: empty content
zh_hant: 內容為空

source: 内容太长，放不进二维码
en: Too Long for a QR Code
zh_hant: 內容太長，放不進 QR 碼

source: 内核 %@
en: Kernel %@
zh_hant: 核心 %@

source: 内置 Linux
en: Built-in Linux
zh_hant: 內建 Linux

source: 内置 Tailscale
en: Built-in Tailscale
zh_hant: 內建 Tailscale

source: 内置 Tailscale 本来就是关着的
en: Built-in Tailscale is already off
zh_hant: 內建 Tailscale 本來就是關著的

source: 内置 Tailscale 还没有连上。请在设置 › Tailscale 里查看状态。
en: Built-in Tailscale isn't connected yet. Check its status in Settings › Tailscale.
zh_hant: 內建 Tailscale 還沒有連上。請在設定 › Tailscale 裡查看狀態。

source: 内置 Tailscale：%@
en: Built-in Tailscale: %@
zh_hant: 內建 Tailscale：%@

source: 内置 Tailscale：出错了：%@
en: Built-in Tailscale: error: %@
zh_hant: 內建 Tailscale：出錯了：%@

source: 内置 Tailscale：已开启但没有运行
en: Built-in Tailscale: on but not running
zh_hant: 內建 Tailscale：已開啟但沒有執行

# 内置 Tailscale：已连接，本机 %@ %@。连接下列设备（或 100.x 地址、MagicDNS 名称）的 SSH 会自动走它；Mosh 不支持。
source: 内置 Tailscale：已连接，本机 %1$@ %2$@。连接下列设备（或 100.x 地址、MagicDNS 名称）的 SSH 会自动走它；Mosh 不支持。
en: Built-in Tailscale: connected, this device is %@ %@. SSH to the devices below (or 100.x addresses and MagicDNS names) goes through it automatically; Mosh isn't supported.
zh_hant: 內建 Tailscale：已連線，本機 %@ %@。連線下列裝置（或 100.x 位址、MagicDNS 名稱）的 SSH 會自動走它；不支援 Mosh。

source: 内置 Tailscale：未开启（设置 › Tailscale）
en: Built-in Tailscale: off (Settings › Tailscale)
zh_hant: 內建 Tailscale：未開啟（設定 › Tailscale）

source: 内置 Tailscale：正在启动
en: Built-in Tailscale: starting
zh_hant: 內建 Tailscale：正在啟動

source: 内置 Tailscale：等待用户登录（设置 › Tailscale › 登录）
en: Built-in Tailscale: waiting for the user to sign in (Settings › Tailscale › Sign In)
zh_hant: 內建 Tailscale：等待使用者登入（設定 › Tailscale › 登入）

source: 再输一次
en: Confirm Password
zh_hant: 再輸入一次

source: 写入
en: Write
zh_hant: 寫入

# 写入 %@%@
source: 写入 %1$@%2$@
en: Write %@%@
zh_hant: 寫入 %@%@

source: 写入剪贴板
en: Write Clipboard
zh_hant: 寫入剪貼簿

source: 写缓存 %@
en: %@ cache write
zh_hant: 寫入快取 %@

source: 出错了
en: Something went wrong
zh_hant: 出錯了

source: 出错了：%@
en: error: %@
zh_hant: 出錯了：%@

source: 出错：%@
en: Error: %@
zh_hant: 出錯：%@

source: 分享…
en: Share…

source: 分享或存储
en: Share or Save
zh_hant: 分享或儲存

source: 分享或用其他 App 打开
en: Share or Open in Another App
zh_hant: 分享或用其他 App 打開

source: 分区
en: Partitions
zh_hant: 分割區

source: 分屏
en: Split

source: 分析使用情况
en: Analyze usage
zh_hant: 分析使用情況

source: 分析项目并生成 AGENTS.md
en: Analyze the project and write AGENTS.md
zh_hant: 分析專案並生成 AGENTS.md

source: 分析项目并生成 CLAUDE.md
en: Analyze the project and write CLAUDE.md
zh_hant: 分析專案並生成 CLAUDE.md

source: 分组
en: Group
zh_hant: 分組

source: 切换到自动模式
en: Switch to Auto Mode
zh_hant: 切換到自動模式

source: 切换回复风格
en: Change the output style
zh_hant: 切換回復風格

source: 切换快速模式
en: Toggle fast mode
zh_hant: 切換快速模式

source: 列出正在运行的子代理
en: List running subagents
zh_hant: 列出正在執行的子代理

source: 列出目录
en: List Directory
zh_hant: 列出目錄

source: 创建定时任务
en: Create a scheduled task
zh_hant: 創建定時任務

source: 删除
en: Delete
zh_hant: 刪除

source: 删除 %@
en: Delete %@
zh_hant: 刪除 %@

source: 删除 %@ 的主机指纹？
en: Forget the host fingerprint of %@?
zh_hant: 刪除 %@ 的主機指紋？

source: 删除 %@ 的旧指纹
en: Forget the old fingerprint of %@
zh_hant: 刪除 %@ 的舊指紋

# 删除%@里的 %@？
source: 删除%1$@里的 %2$@？
en: Delete %2$@ in %1$@?
zh_hant: 刪除%@裡的 %@？

source: 删除了 %@
en: Deleted %@
zh_hant: 刪除了 %@

# 删除了 %lld 页，还剩 %lld 页
source: 删除了 %1$lld 页，还剩 %2$lld 页
en: Deleted %lld pages; %lld left
zh_hant: 刪除了 %lld 頁，還剩 %lld 頁

source: 删除后不能恢复
en: This can't be undone
zh_hant: 刪除後不能恢復

source: 删除服务器
en: Delete Server
zh_hant: 刪除伺服器

source: 删除服务器 %@
en: Delete server %@
zh_hant: 刪除伺服器 %@

source: 删除服务器 %@？
en: Delete server %@?
zh_hant: 刪除伺服器 %@？

source: 删除这个 Key
en: Delete This Key
zh_hant: 刪除這個 Key

source: 删除这台服务器？
en: Delete this server?
zh_hant: 刪除這台伺服器？

source: 刷新
en: Refresh

source: 刷新失败：%@
en: Refresh failed: %@
zh_hant: 刷新失敗：%@

source: 刷新网页
en: Reload the page
zh_hant: 重新整理網頁

source: 前往标签页
en: Go to Tab
zh_hant: 前往標籤頁

source: 前进
en: Forward
zh_hant: 前進

source: 剪贴板内容： %@
en: Clipboard contents: %@
zh_hant: 剪貼簿內容： %@

source: 剪贴板里没有文字
en: There's no text on the clipboard
zh_hant: 剪貼簿里沒有文字

source: 剪贴板里的图片读不出来，可以存到相册后用“照片”添加。
en: Couldn't read the image on the clipboard. Save it to Photos and add it with “Photos”.
zh_hant: 剪貼板裡的圖片讀不出來，可以存到相簿後用「照片」加入。

source: 助手查资料时直接联网搜索和读网页，几秒就有结果。搜索词和网址会发给 %@。
en: The assistant searches and reads web pages directly, with results in seconds. Searches and addresses are sent to %@.
zh_hant: 助理查資料時直接聯網搜尋和讀網頁，幾秒就有結果。搜尋詞和網址會傳給 %@。

source: 助手记住的关于你的事
en: What the assistant remembers about you
zh_hant: 助理記住的關於你的事

source: 助手记忆
en: Assistant Memory
zh_hant: 助手記憶

source: 助手需要一个大模型 API。Key 只保存在本机钥匙串里。你和助手的对话、以及你让它读取的终端内容，会发送给所选的 AI 服务。
en: The assistant needs an LLM API. The key stays in this device's keychain. Your conversations with the assistant, and any terminal content you let it read, are sent to the AI service you choose.
zh_hant: 助手需要一個大模型 API。Key 只保存在本機鑰匙圈里。你和助手的對話、以及你讓它讀取的終端內容，會發送給所選的 AI 服務。

source: 午夜
en: Midnight

source: 协议
en: Protocol
zh_hant: 協議

source: 单元格“%@”写法不对，应该像 B3
en: Cell “%@” isn't valid; it should look like B3
zh_hant: 儲存格“%@”寫法不對，應該像 B3

source: 历史会话
en: History
zh_hant: 歷史會話

source: 压缩 %@
en: Zip %@
zh_hant: 壓縮 %@

source: 压缩 %@？
en: Zip %@?
zh_hant: 壓縮 %@？

source: 压缩对话上下文，腾出空间继续聊
en: Compact the conversation to make room to keep going
zh_hant: 壓縮對話上下文，騰出空間繼續聊

source: 原来的内容会被替换（新内容 %@）
en: The current contents will be replaced (new contents %@)
zh_hant: 原本的內容會被取代（新內容 %@）

source: 去设置里允许
en: Allow in Settings
zh_hant: 去設定里允許

source: 发热：%@
en: Thermal state: %@
zh_hant: 發熱：%@

source: 发送
en: Send
zh_hant: 發送

source: 发送 SIGTERM，让它自行退出。
en: Sends SIGTERM so it can exit on its own.
zh_hant: 傳送 SIGTERM，讓它自行結束。

source: 发送到 %@
en: Send to %@
zh_hant: 傳送到 %@

source: 发送到其他设备
en: Send to Another Device
zh_hant: 傳送到其他裝置

source: 发送到其他设备…
en: Send to Another Device…
zh_hant: 傳送到其他裝置…

source: 发送给 %@？
en: Send to %@?
zh_hant: 傳送給 %@？

source: 发送（⌘↩）
en: Send (⌘↩)
zh_hant: 發送（⌘↩）

source: 取消
en: Cancel

source: 取消下载
en: Cancel Download
zh_hant: 取消下載

source: 取消网页对话框
en: Dismiss the page dialog
zh_hant: 取消網頁對話框

source: 口令
en: Passphrase

source: 另一台设备需要打开 Conch，并连着同一个 Wi‑Fi（或者就在旁边）。本机显示为“%@”。
en: The other device needs Conch open and to be on the same Wi‑Fi (or right nearby). This device appears as “%@”.
zh_hant: 另一台裝置需要打開 Conch，並連著同一個 Wi‑Fi（或者就在旁邊）。本機顯示為「%@」。

source: 只保留了 %lld 页
en: Kept only %lld pages
zh_hant: 只保留了 %lld 頁

source: 只做计划
en: Plan Only
zh_hant: 只做計劃

source: 只分析和给出方案，不改任何东西。
en: Only analyzes and proposes a plan; changes nothing.
zh_hant: 只分析和給出方案，不改任何東西。

source: 只改变 Conch，不影响系统和其他 App。
en: Only changes Conch, not the system or other apps.
zh_hant: 只改變 Conch，不影響系統和其他 App。

source: 只有在确认服务器重装过系统时才应该这样做。下次连接会重新请你核对指纹。
en: Only do this if you're sure the server was reinstalled. You'll be asked to verify the fingerprint on the next connection.
zh_hant: 只有在確認伺服器重裝過系統時才應該這樣做。下次連線會重新請你核對指紋。

source: 只能读文件和运行只读命令。
en: Can only read files and run read-only commands.
zh_hant: 只能讀檔案和執行只讀命令。

source: 只自动执行只读操作；改文件、跑命令会被拦下，之后可以一键允许。
en: Only read-only actions run automatically; edits and commands are held back, and you can allow them with one tap.
zh_hant: 只自動執行只讀操作；改檔案、跑命令會被攔下，之後可以一鍵允許。

source: 只自动执行只读操作；改文件、跑命令前会先问你。
en: Runs read-only actions on its own; asks you before editing files or running commands.
zh_hant: 只自動執行唯讀操作；改檔案、跑指令前會先問你。

source: 只读
en: Read Only
zh_hant: 只讀

source: 只读，先和你商量方案：需要你拿主意时会弹出选项让你选。
en: Read-only. Works out a plan with you and asks you to pick whenever a decision is yours.
zh_hant: 唯讀，先和你商量方案：需要你拿主意時會跳出選項讓你選。

source: 只输入，不按回车
en: Type only, without pressing Return
zh_hant: 只輸入，不按回車

source: 可以不设。设置后，打开文件时需要输入密码。
en: Optional. If set, the password is needed to open the file.
zh_hant: 可以不設定。設定後，打開檔案時需要輸入密碼。

source: 可以修改项目、运行命令；需要超出沙盒的操作（联网、改项目外的文件）由 Codex 自动审核后执行。
en: Can edit the project and run commands; anything beyond the sandbox (network access, files outside the project) is reviewed automatically by Codex before it runs.
zh_hant: 可以修改專案、執行命令；需要超出沙盒的操作（聯網、改專案外的檔案）由 Codex 自動審核後執行。

source: 可以修改项目目录里的文件、运行命令，不能联网。
en: Can edit files in the project and run commands, without network access.
zh_hant: 可以修改專案目錄里的檔案、執行命令，不能聯網。

source: 可以直接修改项目里的文件，运行命令仍需允许。
en: Can edit project files directly; commands still need your approval.
zh_hant: 可以直接修改專案里的檔案，執行命令仍需允許。

source: 可以选多个
en: Pick any that apply
zh_hant: 可以選多個

source: 可写项目
en: Project Write
zh_hant: 可寫專案

source: 可选，例如：生产环境
en: Optional, e.g. Production
zh_hant: 可選，例如：生產環境

source: 同意并发送
en: Allow and Send
zh_hant: 同意並傳送

source: 同步与共享
en: Sync & Share
zh_hant: 同步與共享

source: 名称
en: Name
zh_hant: 名稱

source: 后台
en: Background
zh_hant: 後台

source: 后台保持时长
en: Stay Alive For
zh_hant: 後台保持時長

source: 后台保持连接
en: Keep Connected in Background
zh_hant: 後台保持連線

source: 后台保活已结束
en: Background keep-alive ended
zh_hant: 後台保活已結束

source: 后退
en: Back
zh_hant: 上一頁

source: 向上滚动网页
en: Scroll the page up
zh_hant: 向上捲動網頁

source: 向下分屏
en: Split Down

source: 向下滚动网页
en: Scroll the page down
zh_hant: 向下捲動網頁

source: 向右分屏
en: Split Right

source: 启动
en: Start
zh_hant: 啟動

source: 启用记忆
en: Enable Memory
zh_hant: 啓用記憶

source: 吴语（中国大陆）
en: Shanghainese (Chinese mainland)
zh_hant: 吳語（中國大陸）

source: 命令
en: Command

source: 和你的请求有关的日历、提醒事项、通讯录条目
en: Calendar events, reminders and contacts related to your request
zh_hant: 和你的請求有關的行事曆、提醒事項、聯絡人項目

source: 和助手的对话会自动保存在这里。
en: Conversations with the assistant are saved here automatically.
zh_hant: 和助手的對話會自動保存在這裡。

source: 回到最前面
en: Back to the Start

source: 回到最新
en: Jump to Latest

source: 回到网页顶部
en: Scroll to the top of the page
zh_hant: 回到網頁頂部

source: 回复 %@…，/ 命令，@ 引用文件
en: Reply to %@… / for commands, @ for files
zh_hant: 回覆 %@…，/ 指令，@ 引用檔案

source: 回复 %@…，输入 / 查看命令
en: Reply to %@… Type / for commands
zh_hant: 回復 %@…，輸入 / 查看命令

source: 回复“OK”两个字母即可。
en: Reply with just “OK”.
zh_hant: 回復“OK”兩個字母即可。

source: 回复太长被截断了。
en: The reply was cut off because it was too long.
zh_hant: 回復太長被截斷了。

source: 回复没有完整生成。
en: The reply wasn't fully generated.
zh_hant: 回復沒有完整生成。

source: 图片
en: Image
zh_hant: 圖片

source: 在 %@ 上执行命令？
en: Run a command on %@?
zh_hant: 在 %@ 上執行命令？

# 在 %@ 上新建 %@？
source: 在 %1$@ 上新建 %2$@？
en: Create %2$@ on %1$@?
zh_hant: 在 %@ 上新建 %@？

# 在 %@ 后面插入了 %lld 段
source: 在 %1$@ 后面插入了 %2$lld 段
en: Inserted %2$lld paragraphs after %1$@
zh_hant: 在 %@ 後面插入了 %lld 段

source: 在 %@ 的终端里输入？
en: Type into the terminal of %@?
zh_hant: 在 %@ 的終端里輸入？

# 在 %@ 第 %lld 行加了一行
source: 在 %1$@ 第 %2$lld 行加了一行
en: Added row %2$lld to %1$@
zh_hant: 在 %@ 第 %lld 行加了一行

source: 在 %@ 里，想让 %@ 做什么？
en: In %@, what should %@ do?
zh_hant: 在 %@ 里，想讓 %@ 做什麼？

# 在%@里输入“%@”
source: 在%1$@里输入“%2$@”
en: Type “%2$@” into %1$@
zh_hant: 在%1$@裡輸入「%2$@」

# 在%@里选择“%@”
source: 在%1$@里选择“%2$@”
en: Choose “%2$@” in %1$@
zh_hant: 在%1$@裡選擇「%2$@」

source: 在“文件”中打开
en: Open in Files
zh_hant: 在“檔案”中打開

source: 在“文件”中打开下载文件夹
en: Open Downloads in Files
zh_hant: 在“檔案”中打開下載資料夾

source: 在上方输入网址或要搜索的内容。 也可以让 Conch 助手替你打开网页、点击和填写。
en: Enter a web address or something to search for above. You can also ask the Conch assistant to open pages, click and fill in forms for you.
zh_hant: 在上方輸入網址或要搜尋的內容。 也可以讓 Conch 助手替你打開網頁、點擊和填寫。

source: 在你的电脑上运行 Claude Code 或 Codex。点“新对话”选择电脑和项目，也可以在那里继续电脑上之前的对话。
en: Run Claude Code or Codex on your computer. Tap “New Conversation” to choose a computer and project, or continue an earlier conversation from there.
zh_hant: 在你的電腦上執行 Claude Code 或 Codex。點“新對話”選擇電腦和專案，也可以在那裡繼續電腦上之前的對話。

source: 在同一个项目里开始新对话
en: Start a new conversation in the same project
zh_hant: 在同一個專案里開始新對話

source: 在多任务界面关闭 Conch 再重新打开，界面就会切换为%@。
en: Close Conch in the App Switcher and open it again to switch to %@.
zh_hant: 在多工處理畫面關閉 Conch 再重新打開，介面就會切換為%@。

source: 在新标签页中打开
en: Open in New Tab
zh_hant: 在新標籤頁中打開

source: 在新标签页中打开 %@（⌘T）
en: Open %@ in a New Tab (⌘T)
zh_hant: 在新標籤頁中打開 %@（⌘T）

source: 在新标签页中打开同一台服务器
en: Open Same Server in New Tab
zh_hant: 在新標籤頁中打開同一台伺服器

source: 在浏览器里登录你的 Tailscale 账号并批准这台设备，回到 Conch 后会自动连上。这台设备在 Tailscale 里显示为“%@”。
en: Sign in to your Tailscale account in the browser and approve this device; Conch connects when you come back. This device appears in Tailscale as “%@”.
zh_hant: 在瀏覽器裡登入你的 Tailscale 帳號並核准這台裝置，回到 Conch 後會自動連上。這台裝置在 Tailscale 裡顯示為「%@」。

source: 在第 %lld 页加了批注
en: Added a note on page %lld
zh_hant: 在第 %lld 頁加了批注

source: 在第 %lld 页加了文字
en: Added text on page %lld
zh_hant: 在第 %lld 頁加了文字

source: 在线
en: Online
zh_hant: 在線

source: 在终端输入
en: Type in Terminal
zh_hant: 在終端輸入

source: 在网页上按回车？
en: Press Return on the page?
zh_hant: 在網頁上按 Return？

source: 在网页上点击“%@”？
en: Click “%@” on the page?
zh_hant: 在網頁上點擊「%@」？

source: 在网页上输入并提交？
en: Type and submit on the page?
zh_hant: 在網頁上輸入並提交？

source: 在网页上运行脚本？
en: Run a script on the page?
zh_hant: 在網頁上執行指令碼？

source: 在网页里查找“%@”
en: Find “%@” on the page
zh_hant: 在網頁裡查找「%@」

source: 在网页里运行脚本
en: Run a script on the page
zh_hant: 在網頁裡執行指令碼

source: 在访达中打开
en: Open in Finder
zh_hant: 在 Finder 中打開

source: 在访达中打开下载文件夹
en: Open Downloads in Finder
zh_hant: 在 Finder 中打開下載資料夾

source: 在这台电脑上用 Claude Code / Codex…
en: Use Claude Code / Codex on This Computer…
zh_hant: 在這台電腦上用 Claude Code / Codex…

source: 在通讯录里搜索“%@”？
en: Search Contacts for “%@”?
zh_hant: 在聯絡人里搜索“%@”？

source: 在默认浏览器中打开
en: Open in Default Browser
zh_hant: 在預設瀏覽器中打開

source: 填 ~/.codex/config.toml 里所用服务支持的任意模型名。
en: Any model the provider in ~/.codex/config.toml supports.
zh_hant: 填 ~/.codex/config.toml 裡所用服務支援的任意模型名。

source: 填了 Auth Key 就不用在浏览器里登录（在 Tailscale 后台 › Settings › Keys 生成）。改动在重新连接后生效。 「优先使用自建中转」：tailnet 里有自建的 DERP 中转时，固定用它，不按延迟挑官方中转。开着代理或 VPN 时，如果别的设备连不上这台手机，可以打开试试；立即生效。
en: With an auth key you don't need to sign in in the browser (generate one in the Tailscale admin console › Settings › Keys). Changes take effect after reconnecting. "Prefer Own Relay": when your tailnet has its own DERP relay, always use it instead of picking an official relay by latency. If other devices can't reach this phone while a proxy or VPN is on, try turning it on; takes effect immediately.
zh_hant: 填了 Auth Key 就不用在瀏覽器裡登入（在 Tailscale 後台 › Settings › Keys 產生）。改動在重新連線後生效。 「優先使用自建中繼」：tailnet 裡有自建的 DERP 中繼時，固定用它，不按延遲挑官方中繼。開著代理或 VPN 時，如果別的裝置連不上這支手機，可以打開試試；立即生效。

source: 填写了 %@
en: Filled in %@
zh_hant: 填寫了 %@

source: 复制
en: Copy
zh_hant: 複製

# 复制 %@ → %@
source: 复制 %1$@ → %2$@
en: Copy %@ → %@
zh_hant: 複製 %@ → %@

source: 复选框
en: Checkbox
zh_hant: 復選框

source: 外观
en: Appearance
zh_hant: 外觀

source: 外观：深色主题=%@ 浅色主题=%@ 跟随系统=%@ 字号=%lld
en: Appearance: dark theme=%@ light theme=%@ follow system=%@ font size=%lld
zh_hant: 外觀：深色主題=%@ 淺色主題=%@ 跟隨系統=%@ 字號=%lld

source: 太长了，请压缩到 %lld 字以内，只记关键事实
en: Too long. Keep it under %lld characters, just the key facts
zh_hant: 太長了，請壓縮到 %lld 字以內，只記關鍵事實

source: 失败：%@
en: Failed: %@
zh_hant: 失敗：%@

source: 好
en: OK

source: 子任务
en: Subtask
zh_hant: 子任務

source: 字体
en: Font
zh_hant: 字體

source: 字体=%@
en: font=%@
zh_hant: 字體=%@

source: 字号
en: Font Size
zh_hant: 字號

source: 字号=%lld
en: font size=%lld
zh_hant: 字號=%lld

source: 存储
en: Storage
zh_hant: 儲存空間

source: 存储到…
en: Save to…
zh_hant: 儲存到…

source: 存储：可用 %@ / 共 %@
en: Storage: %@ free of %@
zh_hant: 儲存空間：可用 %@ / 共 %@

source: 存入钥匙串
en: Save to Keychain
zh_hant: 存入鑰匙圈

source: 它查资料时的搜索词和要读的网址，会发给 %@
en: Searches and page addresses it looks up, sent to %@
zh_hant: 它查資料時的搜尋詞和要讀的網址，會傳給 %@

source: 完全访问
en: Full Access
zh_hant: 完全訪問

source: 完成
en: Done

source: 完成 · %@
en: Done · %@

source: 完成提醒事项：%@
en: Complete reminder: %@
zh_hant: 完成提醒事項：%@

source: 完成：%@ 已改为用密钥“%@”免密登录，并验证通过。
en: Done: %@ now logs in with the key “%@”, and it's been verified.
zh_hant: 完成：%@ 已改為用金鑰“%@”免密登入，並驗證通過。

source: 审查代码改动
en: Review code changes
zh_hant: 審查程式碼改動

source: 审查当前的代码改动
en: Review the current code changes
zh_hant: 審查當前的程式碼改動

source: 密码
en: Password
zh_hant: 密碼

source: 密码不对，无法打开这个文件。
en: Wrong password. The file can't be opened.
zh_hant: 密碼不對，無法打開這個檔案。

source: 密码和私钥
en: Passwords and Private Keys
zh_hant: 密碼和私密金鑰

source: 密码和私钥只发给信得过的人。私钥一般不该给别人，对方应该用自己的密钥登录。
en: Only send passwords and private keys to people you trust. Private keys usually shouldn't be shared; others should sign in with their own keys.
zh_hant: 密碼和私密金鑰只傳給信得過的人。私密金鑰一般不該給別人，對方應該用自己的金鑰登入。

source: 密码和私钥都只保存在本机的钥匙串中。
en: Passwords and private keys are stored only in this device's keychain.
zh_hant: 密碼和私鑰都只保存在本機的鑰匙圈中。

source: 密码至少 6 位
en: Use at least 6 characters
zh_hant: 密碼至少 6 位

source: 密钥
en: Key
zh_hant: 金鑰

source: 密钥口令
en: Key Passphrase
zh_hant: 金鑰口令

source: 密钥：%@
en: Keys: %@
zh_hant: 金鑰：%@

source: 对当前改动做安全审查
en: Security review of the current changes
zh_hant: 對當前改動做安全審查

source: 对方是你的设备，密码和私钥会加密后一起发过去。
en: This is your device, so passwords and private keys are sent along, encrypted.
zh_hant: 對方是你的裝置，密碼和私密金鑰會加密後一起傳過去。

source: 对方的 Conch 版本不兼容，请把两台设备都更新到最新版。
en: The other device's Conch version isn't compatible. Update Conch on both devices.
zh_hant: 對方的 Conch 版本不相容，請把兩台裝置都更新到最新版。

source: 对方长时间没有回应。
en: The other device stopped responding.
zh_hant: 對方長時間沒有回應。

source: 对话
en: Conversations
zh_hant: 對話

source: 导入
en: Import
zh_hant: 導入

source: 导入完成
en: Import Complete
zh_hant: 匯入完成

source: 导入的密钥
en: Imported Key
zh_hant: 導入的金鑰

source: 导入私钥
en: Import Private Key
zh_hant: 導入私鑰

source: 导入私钥…
en: Import Private Key…
zh_hant: 導入私鑰…

source: 导出为文件
en: Export to File
zh_hant: 匯出為檔案

source: 导出为文件…
en: Export to File…
zh_hant: 匯出為檔案…

source: 屏幕亮度：%lld%%
en: Screen brightness: %lld%%
zh_hant: 螢幕亮度：%lld%%

source: 工作中…
en: Working…

source: 工作表结构不认识，没法写入
en: The sheet's structure isn't recognized, so it can't be written to
zh_hant: 工作表結構不認識，沒法寫入

source: 工具
en: Tools

# 已%@到 %@
source: 已%1$@到 %2$@
en: %@ to %@
zh_hant: 已%@到 %@

# 已上传 %@ 到 %@ 的 %@（%@ 秒）
source: 已上传 %1$@ 到 %2$@ 的 %3$@（%4$@ 秒）
en: Uploaded %@ to %@ at %@ (%@ s)
zh_hant: 已上傳 %@ 到 %@ 的 %@（%@ 秒）

# 已下载 %@ 到%@的 %@（%@ 秒）
source: 已下载 %1$@ 到%2$@的 %3$@（%4$@ 秒）
en: Downloaded %1$@ to %3$@ in %2$@ (%4$@ s)
zh_hant: 已下載 %@ 到%@的 %@（%@ 秒）

source: 已交给“快捷指令”运行“%@”。如果名称不存在，快捷指令 App 会提示找不到。
en: Handed “%@” to Shortcuts. If no shortcut has that name, the Shortcuts app will say so.
zh_hant: 已交給“捷徑”執行“%@”。如果名稱不存在，捷徑 App 會提示找不到。

source: 已从 %@ 接收
en: Received from %@
zh_hant: 已從 %@ 接收

source: 已保存（留空则不修改）
en: Saved (leave empty to keep)
zh_hant: 已保存（留空則不修改）

# 已修改 %@（替换 %lld 处）
source: 已修改 %1$@（替换 %2$lld 处）
en: Edited %@ (%lld replacement(s))
zh_hant: 已修改 %@（取代 %lld 處）

source: 已修改：%@
en: Changed: %@

source: 已停止
en: Stopped

source: 已停止。
en: Stopped.

source: 已允许 %@
en: Allowed %@
zh_hant: 已允許 %@

source: 已允许：%@
en: Allowed: %@
zh_hant: 已允許：%@

source: 已充满
en: fully charged
zh_hant: 已充滿

source: 已关闭
en: Closed
zh_hant: 已關閉

source: 已关闭 %@
en: Closed %@
zh_hant: 已關閉 %@

source: 已关闭内置 Tailscale
en: Built-in Tailscale turned off
zh_hant: 已關閉內建 Tailscale

# 已切换到 %@：%@
source: 已切换到 %1$@：%2$@
en: Switched to %1$@: %2$@
zh_hant: 已切換到 %1$@：%2$@

source: 已删除
en: Deleted
zh_hant: 已刪除

source: 已删除 %@
en: Deleted %@
zh_hant: 已刪除 %@

# 已删除文件夹 %@（%lld 个文件）
source: 已删除文件夹 %1$@（%2$lld 个文件）
en: Deleted folder %@ (%lld files)
zh_hant: 已刪除資料夾 %@（%lld 個檔案）

source: 已删除旧指纹，下次连接时会重新确认。
en: The old fingerprint was removed; you'll confirm the new one on the next connection.
zh_hant: 已刪除舊指紋，下次連線時會重新確認。

# 已压缩 %lld 个文件到 %@（%@）
source: 已压缩 %1$lld 个文件到 %2$@（%3$@）
en: Zipped %lld files into %@ (%@)
zh_hant: 已壓縮 %lld 個檔案到 %@（%@）

source: 已发送到 %@
en: Sent to %@
zh_hant: 已傳送到 %@

source: 已取消 %lld 条提醒
en: Canceled %lld reminders
zh_hant: 已取消 %lld 條提醒

source: 已取消。
en: Cancelled.

source: 已取消：未信任服务器的主机密钥。
en: Canceled: the server's host key wasn't trusted.
zh_hant: 已取消：未信任伺服器的主機金鑰。

source: 已同意向 %@ 发送对话数据
en: Allowed sending chat data to %@
zh_hant: 已同意向 %@ 傳送對話資料

source: 已同意向 %@ 发送对话数据（含快速联网）
en: Agreed to send conversation data to %@ (including fast lookup)
zh_hant: 已同意向 %@ 傳送對話資料（含快速聯網）

source: 已回应对话框。
en: Answered the dialog.
zh_hant: 已回應對話框。

# 已在浏览器里打开登录页（%@），但 %lld 秒内还没登录完成。请用户登录并批准这台设备后再查看状态。
source: 已在浏览器里打开登录页（%1$@），但 %2$lld 秒内还没登录完成。请用户登录并批准这台设备后再查看状态。
en: Opened the sign-in page in the browser (%@), but sign-in hasn't finished within %lld seconds. Ask the user to sign in and approve this device, then check the status again.
zh_hant: 已在瀏覽器裡打開登入頁（%@），但 %lld 秒內還沒登入完成。請使用者登入並核准這台裝置後再查看狀態。

source: 已复制到剪贴板（%lld 个字符）
en: Copied to the clipboard (%lld characters)
zh_hant: 已複製到剪貼簿（%lld 個字元）

source: 已存到共享文件夹 › 服务器下载
en: Saved to Shared Folder › Server Downloads
zh_hant: 已存到共享資料夾 › 伺服器下載

source: 已安装
en: Installed
zh_hant: 已安裝

source: 已完成：%@
en: Completed: %@

source: 已打开
en: Opened
zh_hant: 已打開

source: 已打开终端
en: Opened a terminal
zh_hant: 已打開終端

source: 已打开设置
en: Opened Settings
zh_hant: 已打開設定

# 已把 %@（%@）放进聊天，用户可以点开预览、分享或存储。
source: 已把 %1$@（%2$@）放进聊天，用户可以点开预览、分享或存储。
en: Put %@ (%@) in the chat; the user can open it to preview, share or save.
zh_hant: 已把 %@（%@）放進聊天，使用者可以點開預覽、分享或儲存。

source: 已把二维码放进聊天，也存进了共享文件夹：%@
en: Put the QR code in the chat and saved it to the shared folder: %@
zh_hant: 已把 QR 碼放進聊天，也存進了共享資料夾：%@

source: 已拷贝
en: Copied
zh_hant: 已拷貝

source: 已按 %@ 键。
en: Pressed %@.
zh_hant: 已按 %@ 鍵。

source: 已提取文字
en: text extracted
zh_hant: 已擷取文字

source: 已断开 %lld 个会话
en: Disconnected %lld sessions
zh_hant: 已中斷 %lld 個會話

# 已新建 %@（%lld 行）
source: 已新建 %1$@（%2$lld 行）
en: Created %@ (%lld lines)
zh_hant: 已新建 %@（%lld 行）

source: 已新建文件夹 %@
en: Created folder %@
zh_hant: 已新建資料夾 %@

source: 已更新 %@：%@，协议 %@，认证 %@
en: Updated %@: %@, protocol %@, auth %@
zh_hant: 已更新 %@：%@，協議 %@，認證 %@

source: 已添加 %@（id=%@，%@）
en: Added %@ (id=%@, %@)

source: 已添加到“%@”：%@
en: Added to “%@”: %@

source: 已添加到“%@”：%@，%@
en: Added to “%@”: %@, %@

source: 已点击 %@
en: Clicked %@
zh_hant: 已點擊 %@

source: 已生成共享文件夹里的 %@，已经放进聊天，用户点开就能看；接着编辑就用这个路径。
en: Created %@ in the shared folder; it's in the chat, where the user can tap to open it. Use this path to keep editing.
zh_hant: 已生成共享資料夾裡的 %@，已經放進聊天，使用者點開就能看；接著編輯就用這個路徑。

source: 已生成密钥 %@。公钥： %@
en: Generated key %@. Public key: %@
zh_hant: 已生成金鑰 %@。公鑰： %@

source: 已知主机
en: Known Hosts
zh_hant: 已知主機

source: 已知主机指纹
en: Known Host Fingerprints
zh_hant: 已知主機指紋

source: 已经登录了。
en: Already signed in.
zh_hant: 已經登入了。

source: 已经读到结尾了（全文共 %lld 字）。
en: Reached the end (%lld characters in total).
zh_hant: 已經讀到結尾了（全文共 %lld 字）。

source: 已被用户中止
en: Stopped by the user
zh_hant: 已被使用者中止

# 已覆盖 %@（%lld 行）
source: 已覆盖 %1$@（%2$lld 行）
en: Overwrote %@ (%lld lines)
zh_hant: 已覆蓋 %@（%lld 行）

# 已解压 %lld 个文件到 %@
source: 已解压 %1$lld 个文件到 %2$@
en: Unzipped %lld files into %@
zh_hant: 已解壓 %lld 個檔案到 %@

source: 已记住 %lld 条
en: %lld Remembered
zh_hant: 已記住 %lld 條

source: 已记住（%@）
en: Remembered (%@)
zh_hant: 已記住（%@）

source: 已设置提醒，将在 %@ 通知“%@”
en: Reminder set: “%2$@” at %1$@
zh_hant: 已設定提醒，將在 %@ 通知“%@”
